tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"

brew "fasd"
brew "ripgrep"
brew "tcping"
brew "htop"
brew "nvim"
brew "protobuf"
brew "tfenv"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "kubectx"
brew "k9s"
brew "helm"
brew "kube-ps1"
brew "skaffold"
brew "kcat"
brew "bat"
brew "go"
brew "rust"
brew "ghz"
brew "fx"
brew "argocd"
brew "act"
brew "wrk"
brew "redis"
brew "graphviz"
brew "viddy"
brew "hub"
brew "kustomize"
brew "grep"
brew "yarn"
brew "istioctl"
brew "zsh"
brew "bazelisk"
brew "llvm"
brew "gradle"

cask "alfred"
cask "iterm2"
cask "adoptopenjdk11"
cask "adoptopenjdk16"
cask "bloomrpc"
cask "spectacle"
cask "stats"
cask "wireshark"
cask "grammarly"
cask "fig"
cask "drawio"
cask "postman"
