tap "AdoptOpenJDK/openjdk"

brew "fasd"
brew "ripgrep"
brew "tcping"
brew "htop"
brew "nvim"
brew "protobuf"
brew "tfenv"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "kubectx"
brew "k9s"
brew "helm"
brew "kube-ps1"
brew "skaffold"
brew "kcat"
brew "bat"
brew "go"
brew "rust"
brew "ghz"
brew "fx"
brew "kubectl"
brew "argocd"
brew "fig"
brew "act"

cask "alfred"
cask "iterm2"
cask "adoptopenjdk11"
cask "adoptopenjdk16"
cask "bloomrpc"
cask "spectacle"
cask "stats"
