tap "hashicorp/tap"
tap "blacknon/lssh"
tap "lencx/chatgpt", "https://github.com/lencx/chatgpt.git"
tap "birdayz/kaf"
tap "aws/tap"

brew "ripgrep"
brew "tcping"
brew "htop"
brew "nvim"
brew "protobuf"
brew "tfenv"
brew "nvm"
brew "pnpm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "kubectx"
brew "k9s"
brew "helm"
brew "skaffold"
brew "bat"
brew "scala"
brew "go"
brew "rust"
brew "rustup-init"
brew "ghz"
brew "fx"
brew "argocd"
brew "act"
brew "wrk"
brew "graphviz"
brew "viddy"
brew "kustomize"
brew "grep"
brew "yarn"
brew "istioctl"
brew "bazelisk"
brew "llvm"
brew "gradle"
brew "eza"
brew "wget"
brew "redis"
brew "lssh"
brew "gh"
brew "fzf"
brew "tldr"
brew "localstack"
brew "git-delta"
brew "git-branchless"
brew "mtr"
brew "dive"
brew "php"
brew "yq"
brew "kaf"
brew "eks-node-viewer"
brew "kubent"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "actionlint"
brew "ollama"

cask "alfred"
cask "warp"
cask "bloomrpc"
cask "spectacle"
cask "stats"
cask "wireshark"
cask "grammarly"
cask "drawio"
cask "postman"
cask "visual-studio-code"
cask "another-redis-desktop-manager"
cask "chatgpt", args: { "no-quarantine": true }
cask "intellij-idea"
cask "webstorm"
cask "datagrip"
cask "pycharm"
cask "goland"
cask "clion"
cask "jetbrains-toolbox"
cask "deepl"
cask "mongodb-compass"
cask "proxyman"
cask "devtoys"
cask "podman-desktop"
